Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nno/facta/skuvlahistorja1/nymo_s.html.tmx
Source language: sme
Languages: nno

source: Šattai munnin gait sámiide go muhtimat ledje čeahpit; vuosehii dalle dan duođa ahte ii leat mihkkege váilliid ja boasttuid gis leahkimis sápmi — diet loktii oppalaš árvvu sápmin bissut iige dárbbaš hal juohke sápmi jur heaggageahčai gen rahčat eaŋkalolmožin go juo leat čeahpit oppalasat sámiid vuolgga.
nno: Og ved at noen samer var flinke, så fikk en vist at det ikke var noe galt med " arten ", og dermed behøvde ikke alle " streve livet av seg ".

source: Skániid suohkan viimmat ceggii kommunalaš realskovllá loahpa 60-jagiid.
nno: Skånland kommune fikk omsider etablert en kommunal realskole på slutten av 60-tallet.

source: Máŋga sámit álge, ja bihte buoragit.
nno: Mange samer begynte på den og klarte seg riktig godt faglig.

source: Vearrát lei gokčat ruhtalaš goluid maid skovlá duvddii váhnemiidda.
nno: Det var verre å klare de økonomiske forpliktelser som skolen påla familiene.

source: Realskovlá njamai skovládivvagiid.
nno: Realskolebudsjettet var basert på innbetaling av skolepenger.

source: Máŋga sámi oahppi ledje vealggas máŋggaid mánu.
nno: Mange av de samiske elevene var skyldig skolepenger for flere måneder.

source: Dálvviid lei álot ruhtavátni márkkun; olbmot orro eallime dainna doaivvuin: gal hal šaddá ráđđi.
nno: Det var alltid slik at om vinteren var det lite penger i omløp i markebygdene.

source: Márkkugat leat ferten gierdat gefodaga nama.
nno: En syntes å leve etter regelen: " Å det blir alltid ei råd ".

source: Leastadialaččaid gaskkan leamaš váikkuheamen dat osku ahte áiggálaš gefodat mokto vuoinnalaš bondodahkan.
nno: Ei av læresetningene innafor læstadianismen har nemlig vært den at materiell fattigdom akkumuleres i åndelig rikdom.

source: Oabbám Oddveig Nymo (dál Dalbakk) oktan ovddit Sámedikki áirasiin Olav Anderseniin leigga nai ohppiid gaskkan [Olav Andersen og Oddveig Nymo Dalbakk leabá munnje addán lobi namaidaska ruvkot čálidettiinam dán ásijis, ja Olav Andersen atná vuohkasin aitto dán spáju gen jietnadit čálalaččat.].
nno: Min søster Oddveig Nymo Dalbakk og tidligere sametingsrepresentant Olav Andersen var blant de samiske elever ved skolen. [Olav Andersen og Oddveig Nymo Dalbakk har gitt meg tillatelse til å bruke deres navn, og Olav Andersen sier han er glad over at noen skriver om denne saka].

source: Muittán gohčohalle dáivá čoahkkimiidda man fáddan álot lei ruhtalaš dilli ja čavgehusat máksit dakkaviđi dan dátobeaivvi go galgá.
nno: Jeg husker at det ofte var innkalt til foreldremøter for å informere om situasjonen og for å stille krav om punktlig betaling.

source: Ovtta dakkár čoahkkamii ledje moadde dárrolaš váhnemat reiden gáibidit han biehttalit skovláfálaldaga dieidda ohppiide guđet eai lean áigebáli deaiválaččat mávssuin.
nno: På et møte hadde enkelte av de norske foreldre stått på og ment at det riktige måtte være å stenge tilbudet for de elever som ikke var à jour med betalinga.

source: Dát gal šattai bártin sámi váhnemiidda, muhto dárje [girde] ben dan váivvi ja ovttastuvve.
nno: Det oppsto en pinlig situasjon for de samiske foreldre, men de sto sammen.

source: Heahkkadaga fágalaš ovddasvástideaddji, vaikko ieš ii lean dán guovllun eret, de maŋŋel go lei gullan daid váigadis vávjjiid roastilit čuoččastii sánáidit sulli ná: " Jus dát oahppit galget biehttaluvvot de leat skovllá čeahpimušat mat dalle jávket eret.
nno: Plutselig tok fagansvarlig ordet, han var forresten ikke fra området.

source: Skovlá lea nai sorjjas fágalaš alla dásin jus galgá bissut. "
nno: Han hadde sittet og hørt på debatten og fant ut at han hadde noe å si.

source: Sámi oahppit ja váhnemat vuite árvvolaččat dán gearddi ja manne nannošuvvon sápmin siidii.
nno: En skole er også avhengig av et faglig nivå for å kunne leve. "

source: Galgá soamis leat dadjan: Dáža bázii " sieibi háččagaskka " - ja nu mii guđiimet.
nno: De samiske foreldrene kom styrka og stolt heim etter møtet og følgende ble sagt: " Dáža satt der tilbake " skjetten og skjemt " [Dette er et vanlig uttrykk brukt i markebygdene.] no vi fór heim ".

source: Máŋŋel dan spáju [dáhpáhusa, episoda] oahppit čađahe skovllá buriin movttain, ja váhnemat dieđun mákse dađemielde go ruhta dálkkihii [guippihii, fáhkkestaga iđii] bursii.
nno: Etter den episoden fullførte elevene realskolen i ro og mak, og foreldrene betalte etter hvert som de fikk råd.

source: Ii goassege gohččohallon šat dakkár čoahkkimiidda.
nno: Det ble ikke innkalt til flere møter.

source: Dát lea dakkár dáhpáhus gonne sápmi lea ovdalgihtii juo vurdon ja oainnihuvvon vuolánit galgat go dáččalaččaiguin dáistaladdat, muhto midja ges dáhpahuvvanaga jorggit sámiid beallái buorrin.
nno: Dette er en hendelse der samer i møte med nordmenn i utgangspunktet har en underlegen posisjon, men som i hendelsesøyeblikket blir snudd slik at samen berger seg.

source: Márkkun muitalit oallot dienlágán dáhpáhusaid.
nno: Det fortelles mange slike historier i markebygdene.

source: Dakkáriid gullat geahpida beaivválaš eallime bissut sápmin.
nno: De er med å gjøre livet utholdelig.

source: Muitalusat gos sápmi loahpalaččat vuoitá ja ollá meriide lea ieš alddis deŋggodat, sámi loktedahtti muitalanmáhttilašvuohta, ja nai simbolalaš deŋggodat.
nno: Slike fortellinger der samen til slutt seirer, blir også en form for kapital, både en samisk kulturell kapital, utgått fra fortellertradisjonen, men også en symbolsk kapital.

source: Simbolalaš deŋggodat, go dan oliha, de dássáiduvvá ja vávnnastuvvá [váivvástuvvá, giksašuvvá] servodahkii beaivválaš huššan [gissaleapmi, go lea olu rasildit], dieinnalágiin dugo beassá vuoidnat friddjabut ja vas lávket álot buorot dásiide.
nno: Den symbolske kapitalen brukes ofte for å gjøre virkeligheta lettere. Det blir pusterom for å gjenvinne posisjonen.

source: Vuoittodovddut man ruhtavánes sámi bearrašat muosáhe váhnenčoagganin illudahte stuora lohtui [lohtu = jeđđehus, loktedas] man guhki muite.
nno: For de involverte samiske familier med lite penger i omløp var det godt å lene seg litt tilbake etter foreldremøtet og nyte.

source: Loahpalaččat.
nno: Avslutning

source: Skovlávázzin lei dehálaš, ja skovlačehppodat allagit árvošuvai, ja eaksámeniid galggai buoragit bihtit.
nno: Jeg har prøvd å belyse at å erverve seg gode kunnskaper og bli skoleflink har vært nødvendig for samer i markebygdene.

source: Dalle ceggii deŋggodaga man bakto láivvahii možiid ja gáttuid mat jirko sámi geanuhis láđvan [láđva = joavdelaš, láiki] ássamin soames guorbamoskkin [sevdnjes, garžes boaitobeal báiki] doppe márkun.
nno: Gjennom blant annet gode skoleprestasjoner, bygde en opp kapital for å slå seg fri fra myten om " den udugelige samen " som bodde i bortgjemte markebygder.

source: Deŋggodat leamaš ferten-ásejin, ja lea bággen sámi vuosehit ahte sápmi sihke sahttá ja máhttá.
nno: Kapitaloppbygginga har vært absolutt nødvendig, og den har vist at samen " vil og kan ".

source: Nuppiid gaskkan leat sámi oahppit ja studenttat bihtán buoragit; dan bakto lea nai váidon dat gáddu ahte márkku sámit gul nu iešmatlágánat.
nno: I møter med andre elever har samen klart seg godt. Dermed har også myten om den isolerte markebygdingen fått en knekk.

source: Go márkku nuorat bearaštuvvet de ohcet siidagiliidasaseat ja válljejit bus máŋgasat márkku bistevaš ássanguovlun.
nno: Når ungdommen fra markebygdene har stifta familier, har mange av dem pekt ut markebygdene som boplasser, og slik har de ytra en kjærlighet til områdene.

source: Mu oainnu mielde de lea eanaš oassii ahtanuššan fitnodaga ja barggu ektui, lehkosat hal dábálaš bargit, lehkosat hal kontorvirggálaččat, duojárat dahje akademihkkárat.
nno: Mitt inntrykk er at de aller fleste har klart seg godt i sine yrkeskarrierer, det være seg som arbeidere, funksjonærer eller akademikere.

source: Vaikko dal dálá áiggi ii leat márkku baittobealde johtolaga dáfun de guovllu geahččojuvvo olbmogaskkasašaččat oktin ja orru dadjalus referánsarinnján geidda ásset márkkun.
nno: Selv om markebygdene ikke er så geografisk avgrensa i dag, med moderne kommunikasjoner, danner de en sosial enhet og referanseramme for de som bor der.

source: Orru leame leat etnihkkalaš rádji mii nie vuhtto.
nno: Det tror jeg kommer av den etniske grensa.

source: Dálá áiggi gal diekkár rádji ii goaža deaivvadit etnihkkalaš rájiid rastá danne go márku dál gilvaladdá simme dásin go suohkana doavdagat muđui.
nno: I dag hemmer imidlertid ikke denne grensa møtene med nordmenn blant anna fordi markebygdingene konkurrerer på lik linje.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nno: Flere artikler fra Samisk skolehistorie 1
